import {Component} from '@angular/core';
import {Faq} from "../../../interfaces/common/faq.interface";

@Component({
  selector: 'app-frequintly-asked-question',
  templateUrl: './frequintly-asked-question.component.html',
  styleUrls: ['./frequintly-asked-question.component.scss']
})
export class FrequintlyAskedQuestionComponent {
  faqs: Faq[] = [
    {
      no: '1',
      question: 'আপনাদের অফিস কোথায়?',
      answer: 'কুয়েরীজ কেয়ার সাইট টি আল আরিবাহ গ্রুপের তত্ত্ববধানে প্রতিষ্ঠিত ও পরিচালিত। আল-আরিবাহ এর কর্পোরেট অফিস-ডি/১৪০, বিসিক শিল্প এলাকা, সপুরা, রাজশাহী।',
    },
    {
      no: '2',
      question: 'আপনাদের কার্যক্রম সম্পর্কে জানতে চাই।',
      answer: 'আল আরিবাহ গ্রুপ একটি মাল্টি-সেক্টরাল ব্যবসায়িক কেন্দ্র। বর্তমানে গ্রুপটির অধীনে কয়েকটি শাখা রয়েছে, যথাঃ আল আরিবাহ প্রপার্টিজ, এ.ইএ.স ইনিজিনিয়ারিং, ওয়াদা ফুডস ফ্যাক্টরি, ওয়াদা মার্ট সুপারশপ, উইয়ারিব্যাহ গার্মেন্টস, আল আরিবাহ এডুকেয়ার এবং কুয়েরীজকেয়ার।',
    },
    {
      no: '3',
      question: 'সাইটটির কার্যক্রম কি অনলাইন ভিত্তিক?',
      answer: 'না। সাইটটির ডাটা সার্ভে এর কাজটি ওয়েবসাইট ভিত্তিক তথা অনলাইনে হলেও পুরো প্রক্রিয়াটি অফলাইনে মনিটরিং হয়।',
    },
    {
      no: '4',
      question: 'আপনাদের সার্ভিস ফিস কত?',
      answer: 'আমাদের সার্ভিস ফিস টি ন্যুনতম ১০০ টাকা থেকে শুরু এবং সার্ভিস অনুযায়ী বিভিন্ন রকম। \n' +
        'যেমন, জব সিভি/ ইন্টার্নশিপ আবেদনের জন্য ১০০ টাকা, পণ্য সেলস হলে সেলস এর ১%, এছাড়াও কোন সার্ভিসে সরাসরি কর্তৃপক্ষের সাহায্য নিলে মুল খরচ এর সাথে ২০% সার্ভিস চার্জ যুক্ত হবে। বিস্তারিত জানতে লাইভ চ্যাট অপশন বা হটলাইন হোয়াটসএপে যোগাযোগ করুন।',
    },
    {
      no: '5',
      question: 'এই সাইট টির পরিচালনায় কে কে আছেন?',
      answer: 'হোমপেইজে ম্যানেজমেন্ট প্যানেল এ পরিচালনা পরিষদের বৃত্তান্ত পরিচয় দেওয়া আছে।',
    },
    {
      no: '6',
      question: 'আপনাদের সার্ভিস জোন কোথায়?',
      answer: 'দেশ ও প্রবাস।',
    },
    {
      no: '7',
      question: 'কারা কারা এই সাইট থেকে সার্ভিস নিতে পারবে?',
      answer: 'সাইট এর শর্তাবলী মেনে যে কেউ।',
    }
  ]
}
